LC4WithoutExtensionFilled/0/blueprints/flowrate/nut.1
    {
        type            calculated;
        value           uniform 0;
    }
